//
//  古风白学词库.h
//  Genre Text Generator
//
//  Created by Y.Vista on 16/11/27.
//  Copyright © 2016年 Y.Vista. All rights reserved.
//

using namespace std;

string ch1[]={"爱","恨","等","哭"};
string ch2[]={"雪花","黄沙","天涯","蒹葭","朱砂","琵琶","琅琊","狼牙","篱笆","悬崖","大侠","寒鸦","枝桠","喑哑"};
string ch4[]={"负了天下","一场繁华","泪如雨下","刀剑喑哑","还就菊花","不可自拔","红了桃花","眉目如画"};
string sen[]={"xxxx什么的已经无所谓了。因为已经不再有xx，值得去x了。传达不了的xx已经不需要了。因为已经不再有xx，值得去x了。","我即使是死了，钉在棺材里了，也要在墓里，用这腐朽的声带喊出：xxxx！","为什么你会这么xx啊！你xxxx过多少次了啊！？你到底要多xxxx才甘心啊！？","是我，是我先，明明都是我先来的……xx也好，xx也好，还是许你xxxx也好。"};

