//
//  古风白学词库.h
//  Genre Text Generator
//
//  Created by Y.Vista on 16/11/27.
//  Copyright © 2016年 Y.Vista. All rights reserved.
//

using namespace std;

string ch1[]={"繁","碾","悴","碎","醉","掩","落","焚","散","断","怜","忘"};
string ch2[]={"烟火","迷离","长街","烟花","短亭","红尘","千壶","寂寞","笙歌","牵绊","纵横","指尖","弦断","故国","倾国","幽独"};
string ch4[]={"自恃年少","韶华倾覆","挑灯回看","把箫再叹","花落肩头","恍惚迷离","血染墨香","苍茫大地","繁华笙歌","斜倚云端","凡世清浊","轮回甘堕","寄君一曲","曲终人散","三千痴缠","一朝风涟","浮花浪蕊","静水流深","沧浪踏歌","阴晴圆缺","悲欢离合"};
string sen[]={"xxxx什么的已经无所谓了。因为已经不再有xx，值得去x了。传达不了的xx已经不需要了。因为已经不再有xx，值得去x了。","我即使是死了，钉在棺材里了，也要在墓里，用这腐朽的声带喊出：xxxx！！","为什么你会这么xxxx啊！你xxxx过多少次了啊！？你到底要多xxxx才甘心啊！？","是我，是我先，明明都是我先来的……xx也好，xx也好，还是xxxx也好。","为什么会变成这样呢……第一次有了xxxx的xx。有了xxxx的xx。两件快乐事情重合在一起。而这两份快乐，又给我带来更多的快乐。得到的，本该是像xx一般xxxx的时光……但是，为什么，会变成这样呢……"};

