//
//  gufeng_word.h
//  Genre Text Generator
//
//  Created by Y.Vista on 16/11/27.
//  Copyright © 2016年 Y.Vista. All rights reserved.
//

using namespace std;

string ch1[]={"繁","碾","悴","碎","醉","掩","落","焚","散","断","怜","忘","洗","追","远","歌","已","许","薄","怨","忆","信","尽","晚"};
string ch2[]={"烟火","迷离","烟花","红尘","千壶","寂寞","笙歌","牵绊","纵横","指尖","断弦","故国","倾国","幽独","长安","洛阳","落花","未央","城池","风华","流砂","苍老","风华","心动","劫难","执念","朱砂","陈檀","凄凉","春衫","故人","山水","江湖","弦音","斜晖","旧梦","芳菲","从前","纱窗","青灯","天色","挑灯","魂断","寒鸦","碧草"};
string ch4[]={"自恃年少","韶华倾覆","挑灯回看","把箫再叹","花落肩头","恍惚迷离","血染墨香","苍茫大地","繁华笙歌","斜倚云端","凡世清浊","轮回甘堕","寄君一曲","曲终人散","三千痴缠","一朝风涟","浮花浪蕊","静水流深","沧浪踏歌","阴晴圆缺","悲欢离合","灯火星星","人声杳杳","乱世烽火","物是人非","血染江山","笙箫吹罢","双眉长扫","一片芳心","珠泪婆娑","梨花满路","隔云隔水","前尘旧事","年少轻狂","心怀未诉","从前皆非"};

/*用我三生烟火，换你一世迷离
我自恃年少，韶华倾负
长街长，烟花繁，你挑灯回看，
短亭短，红尘辗，我把萧再叹。
终是谁使弦断，花落肩头，恍惚迷离
多少红颜悴，多少相思碎，唯留血染墨香哭乱冢
苍茫大地一剑尽挽破，何处繁华笙歌落。斜倚云端千壶掩寂寞，纵使他人空笑我
任他凡事清浊，为你一笑间轮回甘堕
寄君一曲，不问曲终人聚散
谁将烟焚散，散了纵横的牵绊
听弦断，断那三千痴缠。坠花湮，湮没一朝风涟。花若怜，落在谁的指尖
相忘谁先忘，倾国是故国。泠泠不肯弹，蹁跹影惊鸿
待浮花浪蕊俱尽，伴君幽独
静水流深，沧笙踏歌；三生阴晴圆缺，一朝悲欢离合
灯火星星，人声杳杳，歌不尽乱世烽火
风华是一指流砂，苍老是一段年华
心微动奈何情己远，物也非，人也非，事事非，往日不可追
谁应了谁的劫谁又成了谁的执念
血染江山的画，怎敌你眉间一点朱砂
笙箫吹罢沉檀洗，双眉长扫怨难已，一片芳心为谁许，长歌翻作凄凉意
从今只有梦中会，珠泪婆娑。凝立高坡，梨花满路春衫薄
隔云隔水两茫茫，故人寄何方。记得前尘旧事，几许年少轻狂
怨到山水长，江湖两相忘。憔悴此时心，不堪忆弦音
心怀未诉已成非，三山寒遍人憔悴
蚕老矣芳菲尽，已到斜晖。回思旧梦，始信从前皆是非
纱窗青灯天色晚，莫看，寒鸦碧草魂先断
我终生的等候,换不来你刹那的凝眸
闲挑孤灯泪痕干，霜满汀州雪满山
静水流深，沧笙踏歌；三生阴晴圆缺，一朝悲欢离合
这次我离开你，是风，是雨，是夜晚；你笑了笑，我摆一摆手，一条寂寞的路便展向两头了
折梅煮茶，红妆焙酒，孤灯自明灭
终于为那一身江南烟雨覆了天下，容华谢后，不过一场，山河永寂
经流年 梦回曲水边 看烟花绽出月圆
雾散，梦醒，我终于看见真实，那是千帆过尽的沉寂
生生的两端，我们彼此站成了岸
回到那一刹那 岁月无声也让人害怕 枯藤长出枝桠 原来时光已翩然轻擦
既不回头，何必不忘。 既然无缘，何须誓言。 今日种种，似水无痕。 明夕何夕，君已陌路
也许是前世的姻 也许是来生的缘 错在今生相见 徒增一段无果的恩怨
有一种隐忍其实是蕴藏着的一种力量，有一种静默其实是惊天的告白
只缘感君一回顾，使我思君朝与暮
转身，一缕冷香远，逝雪深，笑意浅。来世你渡我，可愿
尘缘从来都如水，罕须泪，何尽一生情？莫多情，情伤己
离开我就别安慰我，要知道每一次缝补也会遭遇穿刺的痛
如何难忘 如何割舍 剪不断你的柔情似水
世界上最简短的咒语 是一个人的名字
你没想象中那么恋旧，回忆唤不回你的温柔
梧桐树，三更雨，不道离情正苦。一叶叶，一声声 ，空阶滴到明
一场寂寞凭谁诉。算前言，总轻负
归隐荒凉城池 为你固守一座空城
我终生的等候，却换不来你刹那的凝眸、
凰台上凤凰游，负约而去，一夜苦等，从此江南江北，万里哀哭
错叹红颜泪、英雄殁，人世苦多。山河永寂、怎堪欢颜
夜雨染成天水碧。有些人不需要姿态，也能成就一场惊鸿
汉霄苍茫，牵住繁华哀伤，弯眉间，命中注定，成为过往
红尘初妆，山河无疆。 最初的面庞，碾碎梦魇无常，命格无双
荏苒岁月覆盖的过往，白驹过隙，匆匆的铸成一抹哀伤
长歌当哭，为那些无法兑现的诺言，为生命中最深的爱恋，终散作云烟
清风湿润，茶烟轻扬。重温旧梦，故人已去
犹记得，初相逢，丹心同，年少懵懂
落花无痕.别样红.秋水无情.别样凄清.寂寞亭中浊酒忌.已是黄昏.再无夕阳
天涯海角是我守望不到的遥远， 彼岸花开花落是我感知不到的永恒。
终是谁使弦断，花落肩头，恍惚迷离
静水流深，沧笙踏歌；三生阴晴圆缺，一朝悲欢离合
滚滚长江东逝水，浪花淘尽真情，我心依旧在，几度伊颜红，狂傲书生绝顶上，惯秋月春风，过往多少事，都付逝水中。 随缘逝水碎
一年老一年，一日没一日，一秋又一秋，一辈催一辈 一聚一离别，一喜一伤悲，一榻一身卧，一生一梦里 寻一夥相识，他一会咱一会 那一般相知，吹一会唱一会。一花一世界，一叶一追寻。一曲一场叹，一生为一人。
人生若只如初见 当时只道是寻常。*/
